import React, { useEffect } from 'react';

import Helmet from 'react-helmet';
import { Link } from 'react-router-dom';

import { Wrapper, MainContent } from '../Front';

export default (props) => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);

  let metaTitle = 'Кампанията | Ти Броиш';
  let metaUrl = 'https://tibroish.bg/about/';
  let metaDescription = `
        „Ти броиш“ е национална кампания, целяща да предотврати опитите за измами и манипулации 
        при броенето на гласовете на предстоящите парламентарни избори.
    `;

  return (
    <Wrapper>
      <Helmet>
        <title>{metaTitle}</title>
        <link rel="canonical" href={metaUrl} />
        <meta name="description" content={metaDescription} />
        <meta property="og:url" content={metaUrl} />
        <meta property="og:title" content={metaTitle} />
        <meta property="og:description" content={metaDescription} />
        <meta property="og:image" content={'/brand/ti-broish-cover.png'} />
        <meta property="og:image:width" content={'1200'} />
        <meta property="og:image:height" content={'628'} />
      </Helmet>
      <MainContent>
        <h1>За кампанията</h1>
        <hr />
        <h2>Какво е „Ти броиш“?</h2>
        <p>
          „Ти броиш“ е национална кампания, целяща да предотврати опитите за
          измами и манипулации в изборния ден на предстоящите парламентарни
          избори.
        </p>
        <p>
          След връщането на хартиената бюлетина рискът от кражба на вота нарасна 
          неимоверно. За честното протичане на изборния ден търсим 12 000 души, 
          колкото са изборните секции в страната, които да станат членове на 
          Секционни избирателни комисии (СИК) или застъпници, за да гарантират 
          коректността на вота и преброяването.
        </p>
        <p>
          Според изборното законодателство членовете на СИК следят за спазване
          на разпоредбите на Изборния кодекс и методическите указания на ЦИК в
          изборното помещение, като осигуряват свободното протичане на
          гласуването.
        </p>
        <p>
          Застъпниците, от друга страна, имат право да присъстват при броенето
          на бюлетините (ако има такива) и да получат копие от протокола на
          изборната секция, което да снимат и качат в специално създаденото
          мобилно приложение "Ти Броиш". Така нашият паралелен преброителен
          център ще може да обработи резултатите и да ги качи в реално време на
          сайта ни.
        </p>
        <p>
          Искаме всеки български гражданин да може да види реалните резултати от
          изборите, преди те да са стигнали до Централната избирателна комисия,
          преди да са претърпели неправомерни промени и манипулации.
        </p>
        <hr />
        <h2>Защо членове на СИК, а не само застъпници?</h2>
        <p>
          Опитът ни показва, че изборният процес често е подложен на големи
          манипулации, извършвани преди, по време на и след края на изборния
          процес, броенето на гласовете и попълването на протоколите.
        </p>
        <p>
          След промените в Изборния кодекс, осъществени през краткия живот на
          45-ото Народно събрание, в секциите с над 300 гласоподаватели бе
          въведен 100% машинен вот. Това улеснява работата на застъпниците, на
          които няма да се налага да контролират броенето на огромен брой
          хартиени бюлетини, но прави отговорността на Секционната избирателна
          комисия още по-голяма.
        </p>
        <p>
          Разчитаме на вашата подкрепа, за да осигурим членове на СИК с висок
          морал и желание да гарантират честността на вота!
        </p>
        <hr />
        <h2>Как да стана член на СИК?</h2>
        <p>
          Формата за записване е отворена за регистрация -{' '}
          <a href="https://tibroish.bg/signup">ЗАПИШИ СЕ</a>. От вас се изисква
          само да попълните необходимите данни и да бъдете силно мотивирани да
          станете гарант на честните избори в България, а ние ще се погрижим да
          се свържем с вас с наближаването на изборния ден във връзка с вашето
          разпределение!
        </p>
        <hr />
        <h2>Как да стана застъпник?</h2>
        <p>
          От Вас се иска силна мотивация да станете гарант на честните избори в
          България и да отделите около 4 часа от времето си в изборния ден.
          Ангажиментът на участниците в „Ти броиш“ е да влязат в секцията
          най-късно 1 час преди нейното затваряне и да останат до края на
          броенето на бюлетините и попълването на протоколите.
        </p>
        <p>
          От нас ще получите достъп до екип от експерти и юристи, които ще бъдат
          на разположение във всеки един момент от изборния ден, за да
          консултират и съдействат на всички застъпници на Демократична България
          при възникнали въпроси или сигнали за нередности.
        </p>
        <p>
          Важно е да уточним, че разчитаме на Вашата лична и гражданска
          мотивация, защото включването Ви в Националната кампания „Ти броиш“ е
          доброволен избор, за който не се предвижда заплащане.
        </p>
        <hr />
        <h2>Какво трябва да направя в изборния ден?</h2>
        <p>
          Ако сте решили да бъдете пазител на вота под формата на член на СИК,
          трябва да отидете в изборната секция преди началото на изборния ден и
          да останете до неговия край, както и да следите за спазването на
          Изборния кодекс и методическите указания на ЦИК.
        </p>
        <p>
          Ако сте решили да бъдете пазител на вота под формата на застъпник,
          достатъчно е да отидете в изборната секция, в която ще гарантирате
          честното преброяване на гласовете, един час преди тя да затвори.
        </p>
        <p>
          Трябва да останете в секцията, докато всички гласове бъдат преброени и
          протоколите &mdash; попълнени. След като се уверите, че гласовете са
          правилно преброени и нанесени в протоколите, Вие трябва да получите
          копие от протокола и ангажиментът Ви в изборната секция приключва.
        </p>
        <p>
          Остава само да снимате протокола и да го качите в приложението „Ти
          броиш“, до което ще получите достъп преди изборите. Това е всичко!
          Нашият преброителен център ще обработи данните в протоколите, след
          което ще ги качи на сайта ни.
        </p>
        <hr />
        <h2>Кой може да се включи в инициативата?</h2>
        <p>
          Всеки български гражданин, който иска да стане гарант за честни и
          свободни избори. Всеки, който вярва, че България може много повече, е
          добре дошъл!
        </p>
        <p>
          Не е необходимо да сте член на някоя от партиите в „Демократична
          България“, за да се включите. Все пак, имайте предвид, че националната
          кампания „Ти броиш“ се организира от „Демократична България -
          обединение“ и формалната Ви роля ще бъде на наш член на СИК или
          застъпник.
        </p>
        <hr />
        <h1>Какво предстои след като се запишете за пазител на вота?</h1>
        <hr />
        <h2>Ще ви изпратим обучително видео и материали</h2>
        <p>
          В момента, в който ЦИК обявят здравния протокол и методически указания
          за предстоящите избори, ще изработим и изпратим обучително видео и
          материали за правата и задълженията на застъпниците. Всички тези
          материали ще бъдат на Ваше разположение и на сайта на кампанията -{' '}
          <a href="https://tibroish.bg">www.tibroish.bg</a>.
        </p>
        <hr />
        <h2>Ще ви разпределим по секции</h2>
        <p>
          До края на май ще се свържем с вас във връзка с вашето разпределение
          като член на СИК, а до края на юни ще се реализира и разпределението
          на застъпниците.
        </p>
        <hr />
        <h2>Ще подготвим документите</h2>
        <p>
          За да можете да се легитимирате като пазител на вота в изборния ден,
          ще трябва да разполагате с документ, който удостоверява, че сте
          застъпник (представител на коалиция) на Демократична България и бадж,
          който ще трябва да носите, докато сте в секцията. Веднага щом бъдете
          разпределени в секциите, ще се свържем с Вас, за да уточним как ще
          получите документите си.
        </p>
        <hr />
        <h2>Приложението “Ти броиш” </h2>
        <p>
          Когато мобилното ни приложение е налично за сваляне, ще получите имейл
          с инструкции как да го свалите и как да го ползвате в изборния ден.
          Тази информация ще бъде публикувана и на уебсайта на кампанията{' '}
          <a href="https://tibroish.bg">www.tibroish.bg</a>.
        </p>
      </MainContent>
    </Wrapper>
  );
};
