import React, { useEffect } from 'react';

import Helmet from 'react-helmet';
import { Link } from 'react-router-dom';

import { Wrapper, MainContent } from '../Front';

export default (props) => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);

  let metaTitle = 'Кампанията | Ти Броиш';
  let metaUrl = 'https://tibroish.bg/about/';
  let metaDescription = `
        „Ти броиш“ е национална платформа, създадена през 2020 г., за опазване честността на изборите в България.
    `;

  return (
    <Wrapper>
      <Helmet>
        <title>{metaTitle}</title>
        <link rel="canonical" href={metaUrl} />
        <meta name="description" content={metaDescription} />
        <meta property="og:url" content={metaUrl} />
        <meta property="og:title" content={metaTitle} />
        <meta property="og:description" content={metaDescription} />
        <meta property="og:image" content={'/brand/ti-broish-cover.png'} />
        <meta property="og:image:width" content={'1200'} />
        <meta property="og:image:height" content={'628'} />
      </Helmet>
      <MainContent>
        <h1>За кампанията</h1>
        <hr />
        <h2>Какво е „Ти броиш“?</h2>
        <p>
          “Ти броиш” е създадена през 2020 г. и се утвърди като национална гражданска платформа за опазване на честността на изборите в България. За този период общият брой на записалите се застъпници и наблюдатели надхвърля 50 хил. души., които участваха в гарантирането на изборния процес на всички видове избори през последните 5 години.
        </p>
        <p>
          Ролята на “Ти броиш” на предстоящите избори ще бъде изключително голяма. Само преди няколко седмици стотици хиляди протестираха по площадите в цялата страна и свалиха правителството. Следващата голяма цел е гарантирането на честни и свободни избори, които да изхвърлят модела на “Пеевски-Борисов” от политическия живот на страната.  
        </p>
        <hr />
        <h2>Как да стана пазител на вота?</h2>
        <p>
          Формата за записване е отворена за регистрация -{' '}
          <a href="https://tibroish.bg/signup">ЗАПИШИ СЕ</a>. От вас се изисква
          само да попълните необходимите данни и да бъдете силно мотивирани да
          станете гарант на честните избори в България, а ние ще се погрижим да
          се свържем с вас с наближаването на изборния ден във връзка с вашето
          разпределение!
        </p>
        <hr />
        <p>
          От Вас се иска силна мотивация да станете гарант на честните избори в
          България и да отделите около 4 часа от времето си в изборния ден.
          Ангажиментът на участниците в „Ти броиш“ е да влязат в секцията
          най-късно 1 час преди нейното затваряне и да останат до края на
          броенето на бюлетините и попълването на протоколите.
        </p>
        <p>        
          Трябва да останете в секцията, докато всички гласове бъдат преброени и
          протоколите &mdash; попълнени. След като се уверите, че гласовете са
          правилно преброени и нанесени в протоколите, Вие трябва да получите
          копие от протокола и ангажиментът Ви в изборната секция приключва.
        </p>
        <p>
          От нас ще получите достъп до екип от експерти и юристи, които ще бъдат
          на разположение във всеки един момент от изборния ден, за да
          консултират и съдействат на всички наблюдатели,
          при възникнали въпроси или сигнали за нередности.
        </p>
        <p>
          Важно е да уточним, че разчитаме на Вашата лична и гражданска
          мотивация, защото включването Ви в Националната кампания „Ти броиш“ е
          доброволен избор, за който не се предвижда заплащане.
        </p>
        <hr />
        <h2>Мога ли да участвам дистанционно?</h2>
        <p>          
            Да. На официалната интернет страница на ЦИК имате възможност да изберете да наблюдавате на живо броенето в конкретна секция на бюлетините след края на изборния ден.
        </p>
        <hr />
        <h2>Кой може да се включи в инициативата?</h2>
        <p>
          Всеки български гражданин, който иска да стане гарант за честни и
          свободни избори. Всеки, който вярва, че България може много повече, е
          добре дошъл!
        </p>
        <hr />
        <h1>Какво предстои след като се запишете за пазител на вота?</h1>
        <hr />
        <h2>Ще ви изпратим обучително видео и материали</h2>
        <p>
          В момента, в който ЦИК обявят здравния протокол и методически указания
          за предстоящите избори, ще изработим и изпратим обучително видео и
          материали за правата и задълженията на застъпниците. Всички тези
          материали ще бъдат на Ваше разположение и на сайта на кампанията -{' '}
          <a href="https://tibroish.bg">www.tibroish.bg</a>.
        </p>
        <hr />
        <h2>Ще ви разпределим по секции</h2>
        <p>
          През следващите седмици нашите колеги ще се свържат с вас, ще ви разкажат всичко за това как протича процеса и запишат конкретната секция, в която имате желание да присъствате.
        </p>
        <hr />
        <h2>Ще подготвим документите</h2>
        <p>
          За да можете да се легитимирате като пазител на вота в изборния ден, ще трябва да разполагате с документ, който удостоверява, че сте застъпник/представител на коалиция и бадж, който ще трябва да носите, докато сте в секцията. Веднага щом бъдете разпределени в секциите, ще се свържем с Вас, за да уточним как ще получите документите си.
        </p>
        <hr />
        <h2>Приложението “Ти броиш” </h2>
        <p>
          Когато мобилното ни приложение е налично за сваляне, ще получите имейл
          с инструкции как да го свалите и как да го ползвате в изборния ден.
          Тази информация ще бъде публикувана и на уебсайта на кампанията{' '}
          <a href="https://tibroish.bg">www.tibroish.bg</a>.
        </p>
      </MainContent>
    </Wrapper>
  );
};
