import React, { useEffect } from 'react';

import Helmet from 'react-helmet';

import { Wrapper, MainContent } from '../Front';

export default props => {

    useEffect(() => {
        window.scrollTo(0, 0);
    }, []);

    let metaTitle = "Актуална информация | Ти Броиш";
    let metaUrl = "https://tibroish.bg/news";
    let metaDescription = `
        Участниците в Националната кампания „Ти броиш“ формално ще бъдат застъпници на 
        „Демократична България“, което ще им даде право да присъстват във всяка изборна 
        секция в предварително избрания изборен район.
    `;

    return(
        <Wrapper>
            <Helmet>
                <title>{metaTitle}</title>
                <link rel="canonical" href={metaUrl} />
                <meta name="description" content={metaDescription}/>
                <meta property="og:url" content={metaUrl}/>
                <meta property="og:title" content={metaTitle}/>
                <meta property="og:description" content={metaDescription}/>
                <meta property="og:image" content={"/brand/og_image.png"}/>
                <meta property="og:image:width" content={"1200"}/>
                <meta property="og:image:height" content={"628"}/>
            </Helmet>
            <MainContent>
                <h1>Актуална информация</h1>
                <hr/>
                <h2>Относно пазителите на вота</h2>
                <p>
                    Пазителите на вота присъстват в изборното законодателство под формата на членове на СИК или застъпници. 
Независимо коя от двете опции за пазител на вота сте избрали, формално ще бъдете регистрирани от квотата на “Демократична България”. 
За всички участници в изборния процес е категорично забранена агитацията в изборния ден.

                </p>
                <p> 
                    Членовете на СИК могат да упражнят правото си на глас в секцията, в която са разпределени, а застъпниците ще трябва да гласуват в секцията, в която обикновено го правят, след което да се регистрират отредената им, за да проследят броенето на бюлетините. 

                </p>
                <hr/>
                <h2>Всеки застъпник има права</h2>
                <p>
                    За да се гарантират честни и демократични избори, пазителите на вота
                    (т.нар. застъпници) имат редица права по време на изборния ден.
                </p> 
                <p>
                    Преди изборния ден застъпниците имат право да присъстват на заседанията на
                    избирателните комисии и да изказват мнения, становища и възражения, които се
                    записват в протокола. В изборния ден застъпниците имат право да присъстват в
                    изборното помещение при откриването и закриването на изборния ден, по време на
                    гласуването, както и при отварянето на избирателните кутии и при установяване
                    на резултатите от вота, както и да получат право на пряка видимост към всички
                    тези&nbsp;процеси.
                </p>
                <p>
                    Застъпникът има право да присъства при въвеждането в изчислителните пунктове на
                    данните от протоколите на СИК (Секционна избирателна комисия) с резултатите от
                    гласуването в избирателните секции.
                </p>
                <p>
                    Застъпникът има право да подава жалби и сигнали за нарушения на изборния процес:
                </p>
                <ul>
                    <li>пред съответната СИК (Секционна избирателна комисия) &ndash; за нарушения в нейния район (напр. агитиране близо до секцията);</li>
                    <li>пред съответната РИК (Районна избирателна комисия) &ndash; за нарушения от страна на СИК и други нарушения на изборния ден;</li>
                    <li>пред ЦИК (Централната избирателна комисия) &ndash; за нарушения на СИК извън страната.</li>
                </ul>
                <p>
                    Освен права, застъпниците имат и задължения &ndash; да спазват реда за свободното и спокойно 
                    протичане на гласуването в избирателната секция, да не пречат на гласуването в избирателната 
                    секция и да изпълняват указанията на председателя и решенията на секционната избирателна комисия.
                </p>   
                <hr/>
                <h2>Какво могат да правят застъпниците в изборния ден?</h2>
                <p>
                    Застъпниците имат право да присъстват в изборното помещение и да следят процеса на преброяване на резултатите от гласуването и изготвянето на протокола на секционната избирателна комисия.
                </p>
                <p>
                    Застъпникът има право &ndash; и е задължително, и изключително важно &ndash; да получи, след приключване на изборния ден в съответната секция, копие от протокола с резултатите от гласуването, подписано от членовете на СИК (Секционната избирателна комисия). Копието се прави в съответната СИК като всяка от страниците му се подпечатва с печата на комисията и се подписва от председателя, заместник-председател и секретаря. При получаването на копието, застъпникът се вписва в списък на лицата, получили копие от протокола.
                </p>
                <p>
                    Изборният ден се открива в 7:00 часа и приключва в 20:00 часа местно време.
                </p>
            </MainContent>
        </Wrapper>
    )
};
