import React, { useEffect } from 'react';

import Helmet from 'react-helmet';

import { Wrapper, MainContent } from '../Front';

export default props => {

    useEffect(() => {
        window.scrollTo(0, 0);
    }, []);

    let metaTitle = "Декларация за поверителност | Ти Броиш";
    let metaUrl = "https://tibroish.bg/privacy-notice/";
    let metaDescription = `
        Тази Декларация за поверителност определя как ние, ПП „Движение Да България“ събираме, 
        съхраняваме и използваме информация за Вас, когато използвате или взаимодействате с 
        уебсайта ни, www.tibroish.bg (нашият уебсайт) и къде по друг начин получаваме или 
        събираме информация за Вас. Тази Декларация за поверителност влиза в сила от 25.05.2018г.
    `;

    return(
        <Wrapper>
            <Helmet>
                <title>{metaTitle}</title>
                <link rel="canonical" href={metaUrl} />
                <meta name="description" content={metaDescription}/>
                <meta property="og:url" content={metaUrl}/>
                <meta property="og:title" content={metaTitle}/>
                <meta property="og:description" content={metaDescription}/>
                <meta property="og:image" content={"https://tibroish.bg/brand/og_image.png"}/>
                <meta property="og:image:width" content={"1200"}/>
                <meta property="og:image:height" content={"628"}/>
            </Helmet>

            <MainContent>
                <h1>ДЕКЛАРАЦИЯ ЗА ПОВЕРИТЕЛНОСТ</h1>
                <h2 style={{textAlign: 'center'}}>(ПОЛИТИКА ЗА ЗАЩИТА НА ЛИЧНИТЕ ДАННИ)</h2>
                <hr/>
                <p>
                    Тази Декларация за поверителност определя как ние, ПП „Движение Да България“ събираме, 
                    съхраняваме и използваме информация за Вас, когато използвате или взаимодействате с 
                    уебсайта ни, www.tibroish.bg (нашият уебсайт) и къде по друг начин получаваме или 
                    събираме информация за Вас. Тази Декларация за поверителност влиза в сила от 25.05.2018г.
                </p>
                <h2>Съдържание:</h2>
                <ul>
                    <li>Резюме</li>
                    <li>Информация за нас</li>
                    <li>Данни, които събираме, когато използвате приложението</li>
                    <li>Получатели и категории получатели на личните данни</li>
                    <li>Колко дълго ще съхраняваме данните Ви</li>
                    <li>Как опазваме Вашите данни</li>
                    <li>Вашите права във връзка с Вашите данни</li>
                    <li>Промени в нашата Декларация за поверителност</li>
                    <li>Защита данните на децата</li>
                </ul>
                <hr/>
                <h2>РЕЗЮМЕ</h2>
                <p>
                    Този раздел обобщава как получаваме, съхраняваме и използваме информация за Вас. Тя е 
                    предназначена само за общ преглед и трябва да се чете във връзка със съответните пълни 
                    раздели на тази Политика за защита на личните данни.
                </p>
                <ul>
                    <li>Администратор на данни – ПП „Движение Да България“</li>
                    <li>Длъжностно лице по защита на данните – Божидар Божанов</li>
                    <li>Как събираме или получаваме информация за Вас:</li>
                    <li>когато ни я предоставите чрез попълването им в приложението</li>
                    <li>Информация, която събираме: имена, данни за връзка, ЕГН, постоянен адрес, IP адрес.</li>
                    <li>Как използваме данните Ви: Използваме информацията, предоставена от Вас за застъпническата кампания при провеждане на избори, в т.ч. за изпращане на материали, попълване на необходимите документи съгласно изборното законодателство и възможности за включване в бъдещи застъпнически кампании.</li>
                    <li>Разкриване на вашата информация на трети страни: само доколкото е необходимо за попълване на необходимите документи за застъпническата кампания съгласно изискванията на Изборния кодекс</li>
                    <li>Продаваме ли информацията Ви на трети лица – Не</li>
                    <li>Колко дълго ще запазим информацията Ви: 3 месеца след изборния ден, освен ако не сте отбелязали, че желаете данните Ви да се съхраняват за следващи избори.</li>
                    <li>Как осигуряваме защита на Вашата информация: използване на подходящи технически и организационни мерки, като например: контрол на достъпа – само оторизирани лица имат право на достъп до системите; използване на силни пароли; използване на двуфакторна автентикация, където това е приложимо; използване единствено на криптирана комуникация с информационните системи; използване на хостинг доставчик, чиито операции са в съответствие с изискванията на Регламента; инструкции и обучения на председатели на местни структури, членове на ИС и НС за защита на данните; унищожаване на документи на хартия, в случай, че е отпаднала нуждата от тяхното съхранение;</li>
                    <li>Прехвърлянето на Вашата информация извън Европейското икономическо пространство: не прехвърляме данни извън ЕИП.</li>
                    <li>Използване на автоматизирано вземане на решения и профилиране: ние не използваме автоматизирано вземане на решения и/или профилиране,</li>
                    <li>
                        Вашите права във връзка с Вашите данни:
                        <ul>
                            <li>да имате достъп до информацията си и да получавате информация за нейната употреба</li>
                            <li>да коригирате и / или допълните своята информация</li>
                            <li>да изтриете информацията си</li>
                            <li>да ограничите използването на Вашата информация</li>
                            <li>да получавате информацията си в преносим формат</li>
                            <li>да възразявате срещу използването на Вашата информация</li>
                            <li>да оттеглите Вашето съгласие за използването на Вашата информация</li>
                            <li>да подадете жалба до надзорен орган</li>
                        </ul>
                    </li>
                    <li>
                        Чувствителни лични данни: участието Ви в застъпническа кампания може да се разгледа като 
                        заявяване на политически възгледи, което се класифицира като специална категория лични данни. 
                        Обработването е на основание чл.9, пар.2, б.(г) от Регламента, а именно: обработването се 
                        извършва при подходящи гаранции в хода на законните дейности на организация с политическа 
                        цел, при условие, че обработването е единствено за целите на застъпническата кампания и 
                        личните данни не се разкриват без съгласието на субекта на данните. Други чувствителни данни 
                        не събираме. Моля, не изпращайте други чувствителни лични данни за Вас към нас.
                    </li>
                </ul>
                <hr/>
                <h2>ИНФОРМАЦИЯ ЗА НАС</h2>
                <p>
                    Администратор на данни е ПП „Движение Да България“ с ЕИК:177151578 и адрес гр.София, 
                    ул.Драган Цанков 12-16, ап.7 Можете да се свържете с администратора на данни, като ни 
                    пишете на следния адрес гр.София, ул.Драган Цанков 12-16, ап.7  или изпратите имейл до 
                    team@dabulgaria.bg.
                </p>
                <p>
                    Длъжностното лице по защита на данните е Божидар Божанов. Можете да се свържете с него, 
                    като пишете на адреса на движението или изпратите имейл до bozhidar.bozhanov@dabulgaria.bg.
                </p>
                <p>
                    Ако имате някакви въпроси относно тази Декларация за поверителност, моля, свържете се с 
                    длъжностното лице по защита на данните.
                </p>
                <hr/>
                <h2>ДАННИ, КОИТО СЪБИРАМЕ, КОГАТО ПОСЕЩАВАТЕ НАШИЯ УЕБСАЙТ</h2>
                <ul>
                    <li>
                        Log информация на уеб сървъра
                    </li>
                </ul>
                <p>
                    Нашият сървър автоматично регистрира IP адреса, който използвате за достъп до нашия уебсайт, 
                    както и друга информация за вашето посещение, като посетените от Вас страници,датата и часа 
                    на посещението,източникът на Вашия достъп до нашия уебсайт (напр. уебсайт или URL адрес, 
                    който Ви препраща към нашия уебсайт), Вашата версия на браузъра и операционна система.
                </p>
                <p>Нашият сървър е разположен в ЕИП.</p>
                <p>
                    <u>Данните използваме за целите на информационната сигурност</u>: за да гарантираме 
                    сигурността на мрежата, така че сървърът и уеб сайтът да не бъдат компрометирани. 
                    Това включва анализиране на log файлове, които помагат за идентифицирането и 
                    предотвратяването на неоторизиран достъп до нашата мрежа, разпространението на 
                    зловреден код, блокиране на атаки на услуги и други кибер атаки, като открива 
                    необичайна или подозрителна дейност.
                </p>
                <p>
                    Освен ако не разследваме подозрителна или потенциална престъпна дейност, ние не правим и 
                    не позволяваме на нашия хостинг доставчик да прави опит да Ви идентифицира от информацията, 
                    събрана чрез log-овете на сървъра.
                </p>
                <p>
                    Правно основание за обработка: спазване на правно задължение, на което сме подчинени 
                    (член 6, параграф 1, буква в) от Общия регламент за защита на данните).
                </p>
                <p>
                    Правно задължение: имаме правно задължение да прилагаме подходящи технически и организационни 
                    мерки, за да гарантираме ниво на сигурност, съответстващо на риска от обработката на 
                    информация за физическите лица. Записването на достъп до нашия уеб сайт чрез използване 
                    на сървърни лог файлове е подобна мярка.
                </p>
                <hr/>
                <h2>ДАННИ, КОИТО СЪБИРАМЕ, КОГАТО СЕ СВЪРЖЕТЕ С НАС</h2>
                <p><u>Електронна поща</u></p>
                <p>Когато ни изпращате имейл, ние събираме Вашия имейл адрес и всяка друга информация, която предоставяте в този имейл (като вашето име, телефонен номер и друга информация, предоставена от вас).</p>
                <p>Цел на обработването: за да отговорим на изисканото от Вас в изпратения мейл.</p>
                <p>Правно основание за обработка: нашите законни интереси (член 6, параграф 1, буква е) от Общия регламент за защита на данните).</p>
                <p>Законни интереси: отговаряне на запитванията и съобщенията, които получаваме, и водене на записи за кореспонденцията.</p>
    
                <p><u>Регистриране като застъпник (представител)</u></p>
                <p>Когато подадете заявление за регистриране, събираме следната информация: имена, телефон, ЕГН, постоянен адрес и имейл адрес.</p>
                <p>Цел на обработването: обработването на данните е с цел идентифицирането Ви като доброволец на организацията ни. Телефон и имейл адрес използваме, за да се свържем с Вас като доброволец, когато се появи необходимост от вашата помощ като такъв (например за инициативи на организацията ни, застъпничество по ИК, предоставяне на помощ съобразно експертизата Ви и др.).</p>
                <p>Правно основание: нашите законни интереси (член 6, параграф 1, буква е) от Общия регламент за защита на данните).</p>
                <p>Законен интерес: развиване на организацията.</p>
                <p>Имате право на възражение срещу обработването на данните Ви по смисъла на чл.21, пар.1 от Регламента (виж повече подробности в Раздел „Вашите права във връзка с Вашите данни“)</p>
                <hr/>
                <h2>ПОЛУЧАТЕЛИ И КАТЕГОРИИ ПОЛУЧАТЕЛИ НА ЛИЧНИТЕ ДАННИ</h2>
                <p>
                    Ние разкриваме Вашата информация на други трети страни в рамките на изборния процес, по реда 
                    на Изборния кодекс.
                </p>
                <p>Разкриване и използване на вашата информация по правни причини</p>
                <p>
                    Ако подозираме, че е имало престъпно или потенциално престъпно поведение, при определени 
                    обстоятелства ще трябва да се свържем с подходящ орган, като например полицията. Това може 
                    да се случи например, ако подозираме наличието на измама или престъпление в кибернетичното 
                    пространство или ако получим заплахи или злонамерени комуникации към нас или към трети 
                    страни.
                </p>
                <p>
                    По принцип ще трябва да обработим информацията Ви само за тази цел, ако сте били замесени 
                    или засегнати от подобен инцидент по някакъв начин.
                </p>
                <p>
                    Правно основание за обработка: нашите законни интереси (член 6, параграф 1, буква е) от общия 
                    регламент за защита на данните).
                </p>
                <p>
                    Законни интереси: предотвратяване на престъпления или предполагаеми престъпни 
                    дейности (като измами).
                </p>
                <p>Във връзка с правен или потенциален съдебен спор или производство</p>
                <p>Mоже да се наложи да използваме Вашите данни, ако участваме в спор с Вас или трета страна, например, за разрешаване на спора или като част от каквото и да е медиация, арбитраж или съдебно решение или подобен процес.</p>
                <p>Правно основание за обработката: нашите законни интереси (член 6, параграф 1, буква е) от Общия регламент за защита на данните).</p>
                <p>Законни интереси: разрешаване на спорове и потенциални спорове.</p>
                <p>Ние ще използваме и обработваме вашата информация, за да спазим правните си задължения. Например, може да се наложи да разкрием информацията Ви по съдебен ред при извършвана проверка от надлежен контролен орган.</p>
                <p>Правно основание за обработката: спазване на законово задължение (член 6, параграф 1, буква в) от Общия регламент за защита на данните).</p>
                <p>Законово задължение: законови задължения за разкриване на информация, която е част от законите на Р.България.</p>
                <hr/>
                <h2>КАК ОПАЗВАМЕ ВАШИТЕ ДАННИ</h2>
                <p>В информационната инфраструктура на ПП „Движение Да България“ се използват следните технически и организационни мерки за защита на данните:</p>
                <ul>
                    <li>Контрол на достъпа – само оторизирани лица имат право на достъп до системите</li>
                    <li>Използване на силни пароли</li>
                    <li>Използване на двуфакторна автентикация, където това е приложимо</li>
                    <li>Използване единствено на криптирана комуникация с информационните системи</li>
                    <li>Използване на хостинг доставчик, чиито операции са в съответствие с изискванията на Регламента</li>
                    <li>Инструкции и обучения на председатели на местни структури, членове на ИС и НС за защита на данните</li>
                    <li>Допълване на декларациите за доброволци при събиране на подписи за съответствие с Регламента</li>
                    <li>Унищожаване на документи на хартия, в случай, че е отпаднала нуждата от тяхното съхранение</li>
                    <li>Определяне на възможно най-кратък срок за съхранение на данни, съгласно предходния раздел.</li>
                </ul>
                <hr/>
                <h2>ВАШИТЕ ПРАВА ВЪВ ВРЪЗКА С ВАШИТЕ ДАННИ</h2>
                <p>
                    Имате следните права във връзка с вашата информация, които можете да упражнявате, като изпратите 
                    имейл на team@tibroish.bg:
                </p>
                <ul>
                    <li>
                        да поискате <strong><u>достъп</u></strong> до Вашите данни и информация, свързана с 
                        използването и обработката на вашите данни. Предоставянето на достъп до данните е 
                        безплатно, но си запазваме правото да наложим административна такса, в случай на 
                        повторяемост или прекомерност на исканията;
                    </li>
                    <li>да поискате <strong><u>корекция или допълване</u></strong> на Вашите данни;</li>
                    <li>
                        да поискате <strong><u>изтриване (правото „да бъдеш забравен“)</u></strong> Вие имате 
                        правото да поискате от нас изтриване на свързаните с Вас лични данни, а ние имаме 
                        задължението да ги изтрием без ненужно забавяне, когато е налице някое от посочените 
                        по-долу основания:
                    </li>
                    <li>
                        личните данни повече не са необходими за целите, за които са били събрани или обработвани 
                        по друг начин;
                    </li>
                    <li>
                        Вие оттеглите своето съгласие, върху което се основава обработването на данните и няма 
                        друго правно основание за обработването;
                    </li>
                    <li>
                        Вие възразите срещу обработването на свързаните с Вас лични данни, включително за 
                        целите на директния маркетинг и няма законни основания за обработването, които да 
                        имат преимущество;
                    </li>
                    <li>личните данни са били обработвани незаконосъобразно;</li>
                    <li>
                        личните данни трябва да бъдат изтрити с цел спазването на правно задължение по правото 
                        на ЕС или правото на държава членка, което се прилага спрямо нас;
                    </li>
                    <li>личните данни са били събрани във връзка с предлагането на услуги на информационното общество.</li>
                </ul>
                <p>ПП „Движение Да България“ не е длъжна да изтрие личните данни, ако ги съхранява и обработва:</p>
                <ul>
                    <li>за упражняване на правото на свобода на изразяването и правото на информация;</li>
                    <li>
                        за спазване на правно задължение, което изисква обработване, предвидено в правото на ЕС или 
                        правото на държавата членка, което се прилага спрямо Администратора или за изпълнението на 
                        задача от обществен интерес или при упражняването на официални правомощия, които са му 
                        предоставени;
                    </li>
                    <li>по причини от обществен интерес в областта на общественото здраве;</li>
                    <li>
                        за целите на архивирането в обществен интерес, за научни или исторически изследвания или 
                        за статистически цели;
                    </li>
                    <li>за установяването, упражняването или защитата на правни претенции.
                        <ul>
                            <li>
                                да поискате <strong><u>да ограничим използването на вашите данни</u></strong> при 
                                следните обстоятелства: ако възразите срещу обработването основано на легитимния ни 
                                интерес, ще ограничим обработването на данните,докато се чака резултатът от проверката 
                                дали законните ни основания имат преимущество пред Вашите интереси;ако претендирате, 
                                че Вашите данни са неточни, трябва да ограничим обработването в очакване на резултат 
                                от проверката на точността на личните данни;ако обработването е неправомерно, можете 
                                да не искате изтриването на личните Ви данни и вместо това да изискате ограничаване 
                                на използването им
                            </li>
                            <li>
                                да <strong><u>получавате данните</u></strong>, които сте ни предоставили в 
                                структуриран, често използван и машинно четим формат (например csv файл) и 
                                 <strong><u>правото да прехвърлите тази информация</u></strong> на друг 
                                администратор на данни (включително администратор на данни от трети страни);
                            </li>
                            <li>
                                да <strong><u>възразявате</u></strong> срещу обработването на Вашата информация за 
                                определени цели. Право да възразите срещу обработването въз основа на легитимен 
                                интерес: Имате право да възразите срещу обработването на Вашите лични данни, 
                                извършвано въз основа на легитимния ни интерес. ПП „Движение Да България“ няма 
                                да продължи да обработва личните Ви данни, освен ако не се докаже, че съществуват 
                                убедителни правни основания за това, които имат предимство пред интересите и 
                                правата Ви или поради съдебни искове. Право да възразите срещу директния маркетинг: Имате 
                                право да възразите срещу получаването на 
                                маркетингови съобщения, включително срещу профилирането и анализа за целите на директния 
                                маркетинг. Можете да възразите срещу директния маркетинг по следните начини:
                            </li>
                        </ul>
                    </li>
                </ul>
                <p>
                    
                </p>
                <p>* като следвате указанията във всяко съобщение, изпратено с маркетингова цел</p>
                <p>* като изпратите възражение до нас на team@tibroish.bg</p>
                <p>
                    При възражение срещу директния маркетинг, събраните данни за целите на директния маркетинг се 
                    изтриват.;
                </p>
                <ul style={{listStyle: 'none'}}>
                    <li>
                        <ul>
                            <li>
                                да <strong><u>оттеглите Вашето съгласие</u></strong> за използването на Вашата информация по 
                                всяко време, когато разчитаме на Вашето съгласие,за да използваме или обработваме тази 
                                информация. Моля, имайте предвид, че при оттегляне на Вашето съгласие, това няма да 
                                засегне законосъобразността на използването и обработката на Вашите данни въз основа на 
                                Вашето съгласие преди момента, в който сте оттеглили съгласието си.
                            </li>
                        </ul>
                    </li>
                </ul>
                <p>
                    В съответствие с член 77 от общия регламент за защита на данните Вие също имате 
                    <strong><u>право да подадете жалба</u></strong> до надзорен орган.
                </p>
                <p><strong>Надзорен орган</strong></p>
                <p>Комисия за защита на личните данни</p>
                <p>Адрес: София 1592, бул. „Проф. Цветан Лазаров“ № 2,</p>
                <p>тел.: (02) 02/91-53-518</p>
                <p>Email: kzld@cpdp.bg</p>
                <p>Уеб сайт: <u>www.cpdp.bg</u></p>
                <p>
                    Когато поискате достъп до Вашата информация, ние сме задължени по закон да използваме всички 
                    разумни мерки, за да удостоверим самоличността Ви, преди да го направим. Тези мерки са 
                    предназначени да защитят вашата информация и да намалят риска от измами с идентичност, 
                    кражба на самоличност или общ неоторизиран достъп до вашата информация.
                </p>
                <p>
                    Как потвърждаваме самоличността Ви: когато разполагаме с подходяща информация за Вас, ние ще 
                    се опитаме да потвърдим самоличността Ви чрез тази информация.Ако не е възможно да Ви 
                    идентифицираме от такава информация или ако нямаме достатъчно информация за Вас, може да 
                    изискаме оригинални или заверени копия на определена документация, за да можем да потвърдим 
                    самоличността Ви, преди да можем да Ви предоставим достъп до Вашата информация.
                </p>
                <p>В 30-дневен срок ще се произнесем по Вашето искане за упражняване на което и да е право.</p>
                <hr/>
                <h2>ПРОМЕНИ В НАШАТА ДЕКЛАРАЦИЯ ЗА ПОВЕРИТЕЛНОСТ</h2>
                <p>Понякога актуализираме и изменяме нашата декларация за поверителност.</p>
                <p>Незначителни промени в нашата декларация за поверителност:</p>
                <p>
                    Когато правим незначителни промени в декларацията ни за поверителност, ние ще актуализираме 
                    декларацията ни за поверителност с нова дата на влизане в сила. Обработката на Вашата информация 
                    ще се ръководи от практиките, посочени в тази нова версия на декларацията за поверителност от 
                    считано от датата на влизане в сила.
                </p>
                <p>
                    Големи промени в нашата декларация за поверителност или целите, за които обработваме вашата 
                    информация:
                </p>
                <p>
                    Когато правим значителни промени в нашата декларация за поверителност, или се опитваме да 
                    използваме Вашата информация за нова цел или за друга цел, различна от тази, за която 
                    първоначално сме я събрали, ние ще Ви уведомим по електронната поща (където е възможно) или 
                    като публикуваме известие на нашия уебсайт.
                </p>
                <p>
                    Ние ще Ви предоставим информацията за въпросната промяна и целта и всяка друга подходяща 
                    информация, преди да използваме Вашата информация за тази нова цел.
                </p>
                <p>
                    Винаги, когато се изисква, ще получим Вашето предварително съгласие, преди да използваме 
                    Вашата информация за цел, която е различна от целите, за които първоначално сме я събрали.
                </p>
                <hr/>
                <h2>ЗАЩИТА ДАННИТЕ НА ДЕЦАТА</h2>
                <p>
                    Предвид естеството на дейността ни – политическа, не събираме данни на лица под 18-год. възраст. 
                    Възможно е да получим информация, отнасяща се до лица на възраст под 18 години, поради измама 
                    или измама на трета страна. Ако сме уведомени за това, веднага щом потвърдим информацията, ние, 
                    когато това се изисква от закона, незабавно ще опитаме да получим съответното съгласие на 
                    родителя да използваме тази информация или, ако не сме в състояние да получим такова съгласие 
                    от страна на родителите, ние ще заличим информацията от нашите сървъри. Ако искате да ни 
                    уведомите за получаването на информация за лица на възраст под 18 години, моля, изпратете 
                    имейл до team@tibroish.bg.
                </p>
                <p>
                    Доколкото не можем да възпрепятстваме лица под 18-годишна възраст да инсталират приложението, 
                    тези деца не могат да използват или да се регистрират като застъпници. Силно насърчаваме 
                    родителите и настойниците да упражняват надзор върху дейността на всички лица на възраст 
                    под 18 години при използването на интернет.
                </p>
            </MainContent>
        </Wrapper>
    );
};
