import React from 'react';

import { Wrapper, MainContent } from '../../Front';
import Helmet from 'react-helmet';

export default props => {
    let metaTitle = "Как да снимаме процеса на броене на бюлетините без да нарушаваме правилата? | Ти Броиш";
    let metaUrl = "https://tibroish.bg/instructions/how-to-take-photos";
    let metaDescription = `
        „Ти броиш“ е национална кампания, целяща да предотврати опитите за измами и манипулации 
        при броенето на гласовете на предстоящите парламентарни избори.
    `;

    return(
        <Wrapper>
            <Helmet>
                <title>{metaTitle}</title>
                <link rel="canonical" href={metaUrl} />
                <meta name="description" content={metaDescription}/>
                <meta property="og:url" content={metaUrl}/>
                <meta property="og:title" content={metaTitle}/>
                <meta property="og:description" content={metaDescription}/>
                <meta property="og:image" content={"/brand/og_image.png"}/>
                <meta property="og:image:width" content={"1200"}/>
                <meta property="og:image:height" content={"628"}/>
            </Helmet>
            <MainContent>
                <h1>КАК ДА СНИМАМЕ ПРОЦЕСА НА БРОЕНЕ НА БЮЛЕТИНИТЕ БЕЗ ДА НАРУШАВАМЕ ПРАВИЛАТА?</h1>
                <hr/>
                <p>
                    Както знаете ЦИК и КЗЛД направиха всичко възможно да попречат на усилията ни да създадем правна 
                    сигурност за излъчване на броенето на бюлетините. Въпреки това ние считаме, че видеонаблюдението 
                    остава възможно макар и при сериозни ограничения, създадени от превратното тълкуване на ЦИК за 
                    защита на личните данни (лице и глас) на членовете на СИК и присъстващите в изборното помещение.
                </p>
                <p>
                    <i>
                        В оспорваните от нас указания на  Централната избирателна комисия и на Комисията за защита на 
                        личните данни е посочено, че застъпниците, представителите на партиите и коалициите и 
                        наблюдателите “не могат да обработват лични данни чрез видеозаснемане и/или разпространение”. 
                        Те не обхващат случаите, когато при видеозаснемането не се събират лични данни - не се снимат 
                        лицата и не се записват гласове на хората в изборното помещение.
                    </i>
                </p>
                <h2>Затова:</h2>
                <ol>
                    <li>
                        След края на изборния ден, когато гласуването е приключило, обърнете се към председателя на 
                        Секционната избирателна комисия (СИК)  и поискайте комисията да вземе решение, с което да се 
                        създаде ред за заснемане на процеса на броене на бюлетините, без да се обработват лични 
                        данни - т.е. без да се снимат и записват лицата и гласовете на хората в помещението. Това 
                        означава да Ви се осигури място достатъчно близко до масата, на която ще се осъществява 
                        броенето на бюлетините, така че в обхвата на Вашата камера да не попадат лицата на хората 
                        около Вас. Звукът на видеоизлъчването ще бъде премахнат от нашата платформа в момента на 
                        визуализация на сайта tibroish.bg.
                    </li>
                    <li>
                        Направете искането преди да започнете да използвате телефона или таблета си. Може да 
                        използвате за това приложената писмена бланка.
                    </li>
                    <li>
                        В случай, че СИК се съобрази с Вашето заявление:
                        <ul>
                            <li>Застанете на място, на което имате пряка видимост към бюлетините и снимайте само бюлетините, без да снимате лицата на хората в изборното помещение.</li>
                            <li>Не пречете на процеса на броенето на бюлетините.</li>
                        </ul>
                    </li>
                    <li>
                        В случай, че СИК не се съобрази с Вашето заявление, уведомете юридическия ни екип, чрез 
                        приложението Ти броиш, без да влизате в спорове на място. И при всички положения останете в 
                        изборното помещение, за да проследите процеса на броене на бюлетините, което е Вашата 
                        най-важна задача! Вземете копие на протокола на СИК и го качете в Ти броиш.
                    </li>
                </ol>
                <h2>ВАЖНО!</h2>
                <p>
                    Винаги спазвайте реда в изборното помещение. Не допускайте ситуация, при която председателят на 
                    СИК да има основание да разпореди отстраняването Ви от изборното помещение. Най-важното задължение 
                    на защитника на вота е да присъства на броенето на подадените бюлетини и отразяването им в 
                    протокола.
                </p>
                <hr/>
                <h2>
                    ДО
                    ПРЕДСЕДАТЕЛЯ НА СИК<br/>
                    СЕКЦИЯ № ……………<br/><br/>
                    ЗАЯВЛЕНИЕ<br/><br/>

                    От:  ……….. …………….. ………………
                </h2>
                <p>
                    Уважаеми/а г-н/г-жо председател,
                </p>
                <p>
                    На основание чл. 100, ал. 1, т. 1 и ал. 3 от Изборния кодекс, заявявам своето искане,  Секционната избирателна комисия да вземе решение, с което да се създаде ред за заснемане на процеса на броене на бюлетините, без да се обработват лични данни - без да се снимат лицата и  възпроизвеждат гласовете на хората в изборното помещение.
                </p>
                <p>
                04.04.2021г. <br/><br/>
                С уважение: <br/>
		        ………………………. 	…………………….
                </p>
            </MainContent>
        </Wrapper>
    );
};